# برنامه ای بنویسید که 5 نمره از ورودی دریافت کرده اگر نمره بین 0 تا 5 بود پیغام دهد خسته نباشید اگر نمره بین 5 تا 8 بود با ارفاق پاس اگر نمره 8 تا 12 بود مردی نمره گرفتی اگر نمره 12 تا 15 بود خوبه بد نیست اگر 15 تا 20 بود وظیفته در غیر این صورت خودتو اذیت نکن مسیر دیگه برو جلو.

userScore = int(input("Enter your score : "))

if userScore <= 5 :
    print("خسته نباشید")
elif userScore <= 8 :
    print("با ارفاق پاس")
elif userScore <= 12 :
    print("مردی نمره گرفتی")
elif userScore <= 15 :
    print("خوبه بد نیست")
elif userScore <=20 :
    print("وظیفته")
else :
    print("خودتو اذیت نکن مسیر دیگه برو جلو")